tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "go"
brew "golangci-lint"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "protobuf"
brew "pwgen"
brew "starship"
brew "tfenv"
brew "tmux"
cask "1password"
cask "alacritty"
cask "bartender"
cask "bettertouchtool"
cask "cleanshot"
cask "deepl"
cask "discord"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gather"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "nordvpn"
cask "notion"
cask "openvpn-connect"
cask "postman"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "warp"
cask "zoom"
