tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "btop"
brew "cocoapods"
brew "curl"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "hugo"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "protobuf"
brew "pwgen"
brew "sheldon"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tree"
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "bartender"
cask "bettertouchtool"
cask "cleanshot"
cask "cmd-eikana"
cask "cursor"
cask "deepl"
cask "discord"
cask "docker"
cask "fleet"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gather"
cask "google-chrome"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "microsoft-edge"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "pictogram"
cask "postman"
cask "raycast"
cask "shureplus-motiv"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vnc-viewer"
cask "warp"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "RunCat", id: 1429033973
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
